{
  "data": [
    {
      "id": 1,
      "name": "Account Netflix for 1 User",
      "desc": "Netflix is ​​an online movie watching service",
      "detail_desc": "Netflix is ​​an online movie watching service, all movies are fully copyrighted, HD, 4K high-quality videos and fast movie update speed are one of the very prominent advantages and worth expecting from users. Netflix's content is a huge movie store with original movies produced by Netflix (Netflix original series), action movies, detective - crime, science fiction, comedy, Asian movies, animation, business comics, documents,... from other manufacturers licensed by Netflix, you won't be disappointed when using",
      "price": 5,
      "image": "NETFLIX1406.png",
      "brand": "Netflix",
      "type": "Account",
      "categories": "Entertainment",
      "rating": 4,
      "label": "Features"
    },
    {
      "id": 2,
      "name": "Renewal package Spotify 1 year",
      "desc": "Spotify  is a digital music",
      "detail_desc": "Spotify  is a digital music, podcast and video streaming service that gives you access to millions of songs and other content from artists around the world. Basic functions like music streaming are completely free, but you can also choose to upgrade to  Spotify Premium . Spotify  works across multiple devices, including computers, phones, tablets, speakers, TVs, and cars. You can easily switch from one device to another using  Spotify Connect .",
      "brand": "Spotify",
      "type": "Card",
      "price": 10,
      "categories": "Entertainment",
      "image": "Spotify1nam.png",
      "rating": 4,
      "label": ""
    },
    {
      "id": 3,
      "name": "Renewal Youtobe Premium",
      "desc": "With YouTube Premium, you can watch millions of videos",
      "detail_desc": "With YouTube Premium, you can watch millions of videos without ads. Ads include both pre- and in-video ads as well as banner ads, search ads, and video overlay ads. You may still see ads or brands embedded in creator content that YouTube does not control. Ad-free video is supported on all devices and platforms where you can sign in with your Google account, including on compatible smart TVs/game consoles and the YouTube, YouTube Music apps , YouTube Gaming, and YouTube Kids for mobile if they're available in your location.",
      "brand": "Youtube",
      "type": "Account",
      "price": 10,
      "categories": "Entertainment",
      "image": "YOUTUBENOADS.png",
      "rating": 3,
      "label": ""
    },
    {
      "id": 4,
      "name": "Discord Nitro ",
      "desc": "Promotion from Discord and partners for accounts",
      "detail_desc": "Promotion from Discord and partners for accounts that have never activated Nitro, receive 3 months of using Discord Nitro. Divine Shop supports users without international payment cards to receive incentives with a fee of only 149,000 VND. Customers fill in their Discord account information and pay for this product, Divine Shop will complete the activation of the package for you. Customize your four digit card, for example Divine#7828 can change to Divine#4869. Experience video in high resolution 720p and 1080p when using the streaming feature. You will now be able to increase your upload speed from 8MB all the way up to 100MB.",
      "brand": "Discord",
      "type": "Education",
      "price": 20,
      "categories": "Work",
      "image": "DiscordNitro.png",
      "rating": 3,
      "label": "Sale off"
    },
    {
      "id": 5,
      "name": "Canvas",
      "desc": "A cheap Canva account is full of free design",
      "detail_desc": "A cheap Canva account is full of free design resources that you can use right from within the app or website and start creating website graphics, banners, cover templates, and media your social. Canva is a great tool for anyone who has to create graphics or edit photos in a short time without any design skills. Design facebook cover photo, instagram quickly. Create Website Banners. Presentations. And the best thing, is that the Canva Pro account has just updated the background separation feature quickly, very cool.",
      "brand": "Canvas",
      "type": "Education",
      "price": 35,
      "categories": "Work",
      "image": "DiscordNitro.png",
      "rating": 4,
      "label": ""
    },
    {
      "id": 6,
      "name": "Adobe full app",
      "desc": "After activating Adobe Creative Cloud 2020",
      "detail_desc": "Adobe Photoshop CC 2020: Very popular graphic design and image editing software. Professional vector graphics editing software, with many tools to help create products such as  banner design, logo design, advertising background, program, ...Software used in graphic design, layout creation, page layout, for the purpose of serving the printing industry, magazines, newspapers, books and digital media. Graphics software that includes many useful features to help create and share a variety of UI/UX designs for mobile apps and websites. Professional website design and programming software.",
      "brand": "Adobe",
      "type": "Education",
      "price": 50,
      "categories": "Work",
      "image": "Adobe.png",
      "rating": 5,
      "label": "Features"
    },
    {
      "id": 7,
      "name": "Premium Edition (GTA 5) Account",
      "desc": "After activating Adobe Creative Cloud 2020",
      "detail_desc": "The Steam account you receive after purchase is 100% new and never used. To ensure safety, please update your personal information to your account as soon as you receive it from the shop. The steps are as follows. From now on you can log in with your account using the new password you just set. ",
      "brand": "Steam",
      "type": "Action",
      "price": 50,
      "categories": "Game steam",
      "image": "GTAV.png",
      "rating": 5,
      "label": "Features"
    },
    {
      "id": 8,
      "name": "Scrap Mechanic",
      "desc": "Tools and enter the creative paradise of Scrap Mechanic",
      "detail_desc": "Tools and enter the creative paradise of Scrap Mechanic ! Build awesome machines, go on adventures with your friends and defend against evil Farmerbots in this imaginative multiplayer survival sandbox. With Scrap Mechanic's powerful creative tools, you can design your own adventures! They say: 'Become a robot mechanic'. They say: 'Easy money'. We're pretty sure the job description doesn't mention the crash landing on a distant planet, with thousands of robot workers frantic bloodshed! You are stranded on a distant farming planet where the Farmbots working in the fields have disappeared. With your tool belts tight, there's only one way to survive: use your quick thinking, creativity, and knack for turning your surroundings to your advantage!",
      "brand": "Steam",
      "type": "Role play",
      "price": 20,
      "categories": "Game steam",
      "image": "Scrap.jpg",
      "rating": 3,
      "label": "Sale off"
    },
    {
      "id": 9,
      "name": "Resident evil 4 / biohazard 4",
      "desc": "In Resident Evil 4 , special agent Leon S",
      "detail_desc": "In Resident Evil 4 , special agent Leon S. Kennedy is sent on a mission to rescue the kidnapped daughter of the US President. Making his way to a rural European village, he faces new threats that are a departure from the traditional slow zombie enemies of previous installments in the series. Leon battles terrible new creatures infected by a new threat called Las Plagas and faces a group of ferocious enemies including mind-controlled villagers linked to the Los Illuminados. , the mysterious cult behind the kidnapping. Stunning HD runs at smooth 60fps for the first time. A complete visual overhaul has been carried out to bring this revered title to the highest graphic quality ever. Fully optimized for widescreen, text is sharpened and textures enhanced on characters, backgrounds, and in-game objects. Steam platform support with Steam Achievements, Steam Cloud, Steam Trading Cards, global leaderboards, and full game controller support. Native keyboard and mouse support with customizable keybinding, mouse sensitivity, and mouse acceleration settings",
      "brand": "Steam",
      "type": "3D",
      "price": 20,
      "categories": "Game steam",
      "image": "evil4.jpg",
      "rating": 4,
      "label": ""
    },
    {
      "id": 10,
      "name": "Battlefield 1 Revolution",
      "desc": "Battlefield 1 Original Game",
      "detail_desc": "When you make a purchase, Divine Shop will log into the Origin account that you fill in to buy the game, and then notify you via Email. If you receive an email notifying you that your order has been completed, you can log back into Origin to download and play the game. The Red Baron Pack, Lawrence of Arabia Pack and Hellfighter Pack add new weapons, vehicles and emblems based on popular heroes and units.",
      "brand": "Steam",
      "type": "Fps",
      "price": 10,
      "categories": "Game origin",
      "image": "bf1.png",
      "rating": 3,
      "label": ""
    },
    {
      "id": 11,
      "name": "Apex Legends - 4000 (+350 Bonus) Apex Coins",
      "desc": "Apex Coins are the in-game virtual currency",
      "detail_desc": "Apex Coins are the in-game virtual currency, which can be used to buy new items for characters and buy weapons in the ingame shop. Apex Coins can also be used to purchase Apex Pack cosmetics and to unlock new characters through the in-game shop.",
      "brand": "Steam",
      "type": "Card",
      "price": 10,
      "categories": "Game origin",
      "image": "4000.png",
      "rating": 3,
      "label": "Features"
    },
    {
      "id": 12,
      "name": "XBox Game Pass Ultimate",
      "desc": "Xbox Game Pass Ultimate Includes Xbox Live Gold ",
      "detail_desc": "Xbox Game Pass Ultimate Includes Xbox Live Gold and hundreds of Games on both Xbox and PC. During the Xbox Game Pass Ultimate usage period  , you can freely play the games on the Microsoft list . You enter the code at the  XBox Game Pass Ultimate app. Log in with your Microsoft account to the app, select Settings => Redeem Code",
      "brand": "Xbox",
      "type": "Card",
      "price": 20,
      "categories": "Xbox gif Card",
      "image": "14ngay.png",
      "rating": 5,
      "label": "Sale off"
    },
    {
      "id": 13,
      "name": "Deezer Premium Account",
      "desc": "Deezer is one of the Stream Music services that support Lossless quality",
      "detail_desc": "Deezer is one of the Stream Music services that support Lossless quality , allowing you to enjoy tens of millions of high-quality songs worldwide.Lossless quality music: 16bit/44.1KHz. Eye-catching, colorful application interface. Stream surround music, standard 360 Reality Audio through the 360 ​​By Deezer app on Smartphone.  Deezer HiFi is the most advanced service package that is priced at 11.99 USD/Month in Vietnam, but you can buy a 1-month. trial account at Divine Shop at a very favorable price!",
      "price": 100,
      "image": "Dezer.png",
      "brand": "Discord",
      "type": "Account",
      "categories": "Entertainment",
      "rating": 3,
      "label": "Features"
    },
    {
      "id": 14,
      "name": "Tidal HiFi music account",
      "desc": "Tidal is one of the Stream Music services that supports Lossless",
      "detail_desc": "Tidal is one of the Stream Music services that supports Lossless, High Res, MQA quality allowing you to enjoy tens of millions of high quality songs worldwide. Lossless quality music : 1411kbps FLAC, 320kbps AAC, 24-bit MQA. Eye-catching, colorful application interface. Huge music store with tens of millions of songs worldwide. Mobile users can download and listen to Offline music.  Tidal HiFi  is the most advanced service package that is priced at 19.99 USD/Month , but you can buy a 1-month trial account at Divine Shop at a very favorable price!\n",
      "price": 50,
      "image": "Tidal.png",
      "brand": "Youtube",
      "type": "Account",
      "categories": "Study",
      "rating": 4,
      "label": "Sale off"
    },
    {
      "id": 15,
      "name": "Grammarly Premium",
      "desc": "Grammarly is an English grammar checking tool that helps English",
      "detail_desc": "Grammarly is an English grammar checking tool that helps English writers confidently write English professionally. \n\nThe message of this software says that interesting thing “Become a Better Writer”. Grammarly allows users to use it on up to 5 devices.  Yes. You can use it on both Android and iOS phones. For iOS, your phone must be running version 11.2 or later, and Android is version 7.0 or later. Whether you have a Grammarly Free or Premium account, your document inspection limits remain the same. In a 30-day period of use, you can only check 300 documents and 150000 words. In 1 day, you can check up to 100 documents and 50000 words.",
      "price": 200,
      "image": "Grammarly.png",
      "brand": "Steam",
      "type": "Account",
      "categories": "Work",
      "rating": 5,
      "label": "Sale off"
    },
    {
      "id": 16,
      "name": "Renewal Spotify ",
      "desc": "Spotify  is a digital music",
      "detail_desc": "Spotify  is a digital music, podcast and video streaming service that gives you access to millions of songs and other content from artists around the world. Basic functions like music streaming are completely free, but you can also choose to upgrade to  Spotify Premium . Spotify  works across multiple devices, including computers, phones, tablets, speakers, TVs, and cars. You can easily switch from one device to another using  Spotify Connect .",
      "brand": "Steam",
      "type": "Account",
      "price": 10,
      "categories": "Entertainment",
      "image": "Spotify1nam.png",
      "rating": 4,
      "label": ""
    },
    {
      "id": 17,
      "name": "Renewal Youtobe Premium",
      "desc": "With YouTube Premium, you can watch millions of videos",
      "detail_desc": "With YouTube Premium, you can watch millions of videos without ads. Ads include both pre- and in-video ads as well as banner ads, search ads, and video overlay ads. You may still see ads or brands embedded in creator content that YouTube does not control. Ad-free video is supported on all devices and platforms where you can sign in with your Google account, including on compatible smart TVs/game consoles and the YouTube, YouTube Music apps , YouTube Gaming, and YouTube Kids for mobile if they're available in your location.",
      "brand": "Youtube",
      "type": "Account",
      "price": 10,
      "categories": "Entertainment",
      "image": "YOUTUBENOADS.png",
      "rating": 3,
      "label": ""
    }
  ],
  "order": [
    {
      "localPaymentInfo": [
        {
          "fullName": "Trương Quốc Khánh",
          "email": "khanh9a1999@gmail.com",
          "phone": "0348397685",
          "address": "12",
          "message": "Hàng dễ vỡ",
          "paymentsValue": "Payment on delivery",
          "totalPayVAT": 11
        }
      ],
      "localCartItems": [
        {
          "id": 2,
          "name": "Renewal package Spotify 1 year",
          "desc": "Spotify  is a digital music",
          "detail_desc": "Spotify  is a digital music, podcast and video streaming service that gives you access to millions of songs and other content from artists around the world. Basic functions like music streaming are completely free, but you can also choose to upgrade to  Spotify Premium . Spotify  works across multiple devices, including computers, phones, tablets, speakers, TVs, and cars. You can easily switch from one device to another using  Spotify Connect .",
          "brand": "Spotify",
          "type": "Card",
          "price": 10,
          "categories": "Entertainment",
          "image": "Spotify1nam.png",
          "rating": 4,
          "label": "",
          "quantity": 1
        }
      ],
      "id": 1
    },
    {
      "localPaymentInfo": [
        {
          "fullName": "Nguyễn Ngọc Tiến",
          "email": "tien98@gmail.com",
          "phone": "0348397685",
          "address": "12",
          "message": "Test 23/2",
          "paymentsValue": "Payment on delivery",
          "totalPayVAT": 5.5
        }
      ],
      "localCartItems": [
        {
          "id": 1,
          "name": "Account Netflix for 1 User",
          "desc": "Netflix is ​​an online movie watching service",
          "detail_desc": "Netflix is ​​an online movie watching service, all movies are fully copyrighted, HD, 4K high-quality videos and fast movie update speed are one of the very prominent advantages and worth expecting from users. Netflix's content is a huge movie store with original movies produced by Netflix (Netflix original series), action movies, detective - crime, science fiction, comedy, Asian movies, animation, business comics, documents,... from other manufacturers licensed by Netflix, you won't be disappointed when using",
          "price": 5,
          "image": "NETFLIX1406.png",
          "brand": "Netflix",
          "type": "Account",
          "categories": "Entertainment",
          "rating": 4,
          "label": "Features",
          "quantity": 1
        }
      ],
      "id": 2
    }
  ],
  "user": [
    {
      "id": "3ipFU08ROJUfZn2sOjalz5VoR2F2",
      "fullName": "Trương Quốc Khánh",
      "email": "khanh9a1999@gmail.com",
      "phone": "0348397685",
      "password": "Khanh123",
      "carts": [],
      "address": [],
      "role": 1
    },
    {
      "id": "HKbqdNr9JUTINg1SyOWwvZkdeu93",
      "fullName": "Chiến",
      "email": "tien988@gmail.com",
      "phone": "0348397685",
      "password": "Khanh123",
      "role": 2
    }
  ]
}